export default {
    'GET /api/menu': [
        {
            id: "1",
            title: "每日简报",
            list: [
                {
                    id: '1.1',
                    title: "院长日报"
                },
                {
                    id: '1.2',
                    title: "KPI指标"
                }
            ]
        },
        {
            id: "2",
            title: "排行榜",
            list: [
                {
                    id: '2.1',
                    title: "科室门诊量"
                },
                {
                    id: '2.2',
                    title: "医生门诊量"
                }
                ,
                {
                    id: '2.3',
                    title: "门诊科室人均就诊费"
                }
                ,
                {
                    id: '2.4',
                    title: "门诊各病种人均费用"
                }
                ,
                {
                    id: '2.5',
                    title: "全院科室收入"
                }
                ,
                {
                    id: '2.6',
                    title: "门诊医生收入"
                }
                ,
                {
                    id: '2.7',
                    title: "医疗项目收入"
                }
                ,
                {
                    id: '2.8',
                    title: "药品销售量"
                }
                ,
                {
                    id: '2.9',
                    title: "药品销售金额"
                }
                ,
                {
                    id: '2.10',
                    title: "科室药费比"
                }
                ,
                {
                    id: '2.11',
                    title: "医生药费比"
                }
            ]
        },
        {
            id: "3",
            title: "财务费用",
            list: [
                {
                    id: '3.1',
                    title: "科室门诊量",
                    list: [
                        {
                            id: "3.1.1",
                            title: "全院收入按机构占比"
                        },
                        {
                            id: "3.1.2",
                            title: "全院收入按费用占比"
                        },
                        {
                            id: "3.1.3",
                            title: "全院科室收入"
                        },
                        {
                            id: "3.1.4",
                            title: "全院科室收入占比"
                        },
                        {
                            id: "3.1.5",
                            title: "全院收入按财务分类"
                        },
                        {
                            id: "3.1.6",
                            title: "全院收入月趋势"
                        },
                        {
                            id: "3.1.6",
                            title: "全院收入同环比报表"
                        }
                    ]

                },
                {
                    id: '3.2',
                    title: "门诊收入分析"
                }

            ]
        }
    ]
}