//table标题
const table_id = ["", "", "", "", "", "", "", "", "", "", "", ""];
//根据id区别

const table_34 = ["科室名称", "病人人数", "共计住院天数", "人均住院天数", "共计总费用", "人均总费用", "共计医疗费用", "人均医疗费用", "人均医疗费用占比", "共计药费", "人均药费", "人均药费炸占比"];
const table_361 = ["科室名称", "出院人数", "总费用", "药费", "药费占比", "诊疗费用", "诊疗费用占比", "其他费用", "其他费用占比", "预交款", "欠费金额"];
const table_362 = ["科室名称", "病人姓名", "出院日期", "总费用", "预交款", "欠费金额", "欠费占比", "联系方式"];
const table_371 = ["来源", "病人类型", "核定金额", "减免金额", "实收金额", "减免率"];
const table_372 = ["来源", "病人类型", "核定药费", "药费减免金额", "核定医疗费用", "医疗费用减免金额", "核定其他费用", "其他费用减免金额", "核定金额", "小计减免金额"];
const table_61 = ["性别", "年龄", "地区"];

export const tableTitleTh = [
    {
        id: "341",
        list: table_34
    },
    {
        id: "342",
        list: table_34
    },
    {
        id: "343",
        list: table_34
    },
    {
        id: "351",
        list: table_34
    },
    {
        id: "352",
        list: table_34
    },
    {
        id: "353",
        list: table_34
    },
    {
        id: "361",
        list: table_361
    },
    {
        id: "362",
        list: table_362
    },
    {
        id: "371",
        list: table_371
    },
    {
        id: "372",
        list: table_372
    },
    {
        id: "61",
        list: table_61
    },
]