//table标题
const table_id = ["", "", "", "", "", "", "", "", "", "", "", ""];
//根据id区别

const table_313 = ["科室名称", "收入费用", "收入占比"];
const table_315 = ["财务分类", "收入费用", "收入占比"];
const table_322 = ["收入分类", "收入费用", "收入占比"];
const table_323 = ["科室名称", "收入费用", "收入占比"];
const table_34 = ["科室名称", "病人人数", "共计住院天数", "人均住院天数", "共计总费用", "人均总费用", "共计医疗费用", "人均医疗费用", "人均医疗费用占比", "共计药费", "人均药费", "人均药费总占比"];
const table_361 = ["科室名称", "出院人数", "总费用", "药费", "药费占比", "诊疗费用", "诊疗费用占比", "其他费用", "其他费用占比", "预交款", "欠费金额"];
const table_362 = ["科室名称", "病人姓名", "出院日期", "总费用", "预交款", "欠费金额", "欠费占比", "联系方式"];
const table_371 = ["来源", "病人类型", "核定金额", "减免金额", "实收金额", "减免率"];
const table_372 = ["来源", "病人类型", "核定药费", "药费减免金额", "核定医疗费用", "医疗费用减免金额", "核定其他费用", "其他费用减免金额", "核定金额", "小计减免金额"];
const table_431 = ["科室名称", "医生名称", "处方总数", "处方总金额", "大处方数量", "大处方总金额"];
const table_432 = ["病种名称", "医生名称", "大处方临界金额", "大处方数量", "大处方总金额"];
const table_45 = ["科室名称", "主管医生名称", "人数（每个医生对应的人数）", "科室合计人数"];
const table_46 = ["科室名称", "出院人数", "在院人数", "在编床位", "非在编床位","加床"];
const table_47 = ["科室名称", "主治医师", "副主任医师", "主任医师", "住院医师", "专家号","免挂号"];
const table_582 = ["名称", "接诊使用抗菌药物人次", "同期就诊人数", "占比"];
const table_588 = ["名称", "出院患者使用抗菌药物总品种数", "同期使用抗菌药物的出院人数", "占比"];
const table_5813 = ["名称", "出院患者使用抗菌药物总例数","同期使用抗菌药物的出院人数"]
const table_61 = ["性别", "年龄", "地区"];


export const tableTitleTh = [
    {
        id: "313",
        list: table_313
    },
    {
        id: "315",
        list: table_315
    },
    {
        id: "322",
        list: table_322
    },
    {
        id: "323",
        list: table_323
    },
    {
        id: "325",
        list: table_315
    },
    {
        id: "332",
        list: table_322
    },
    {
        id: "333",
        list: table_323
    },
    {
        id: "335",
        list: table_315
    },
    {
        id: "341",
        list: table_34
    },
    {
        id: "342",
        list: table_34
    },
    {
        id: "343",
        list: table_34
    },
    {
        id: "351",
        list: table_34
    },
    {
        id: "352",
        list: table_34
    },
    {
        id: "353",
        list: table_34
    },
    {
        id: "361",
        list: table_361
    },
    {
        id: "362",
        list: table_362
    },
    {
        id: "371",
        list: table_371
    },
    {
        id: "372",
        list: table_372
    },
    {
        id: "431",
        list: table_431
    },
    {
        id: "432",
        list: table_432
    },
    {
        id: "45",
        list: table_45
    },
    {
        id: "46",
        list: table_46
    },
    {
        id: "47",
        list: table_47
    },
    {
        id: "582",
        list: table_582
    },
    {
        id: "583",
        list: table_582
    },
    {
        id: "587",
        list: table_588
    },
    {
        id: "588",
        list: table_588
    },
    {
        id: "589",
        list: table_588
    },
    {
        id: "5810",
        list: table_588
    },
    {
        id: "5813",
        list: table_5813
    },
    {
        id: "5814",
        list: table_5813
    },
    {
        id: "61",
        list: table_61
    },
]